/* (AEUIMainController) PRO version. On the main screen. Current PRO status title. When the status is Not Connected. */
"Ready" = "Ready";
/* (APUIAdguardDNSController) PRO version. On the main screen. It is the description under PRO Status switch. */
"The app establishes a fake VPN connection, which is required in order to use System-wide Ad Blocking or custom DNS settings. Note that your traffic is not routed through any remote server." = "The app establishes a fake VPN connection, which is required in order to use System-wide Ad Blocking or custom DNS settings. Note that your traffic is not routed through any remote server.";

/* (APUIDnsLogRecord) PRO version. On the System-wide Ad Blocking -> DNS Requests screen. It is the complementary text below the blocked DNS request. */
"%@ - Blocked" = "%@ - Blocked";

/* (APUIDnsLogRecord) PRO version. On the System-wide Ad Blocking -> DNS Requests screen. It is the complementary text below the whitelisted DNS request. */
"%@ - Exception %@" = "%1$@ - Exception %2$@";

/* (APUIDnsLogRecord) PRO version. On the System-wide Ad Blocking -> DNS Requests screen. It is the complementary text below the DNS request without a response. */
"%@ - No response" = "%@ - No response";

/* (AEUIWelcomePagerDataSource) Tutorial text, step 1 */
"A quick tutorial will walk you through some basics of your new ad blocker." = "Un tutorial rápido te guiará sobre algunos conceptos básicos de tu nuevo bloqueador de anuncios.";

/* (AEUISubscriptionController) Rules info, in bottom status. */
"Active filter rules: %lu" = "Reglas de filtrado activas: %lu";

/* (APUIDnsRequestDetail) PRO version. On the System-wide Ad Blocking -> DNS Requests -> Request Details screen. Text on the button. */
"Add to Blacklist" = "Add to Blacklist";

/* (APUIDnsRequestDetail) PRO version. On the System-wide Ad Blocking -> DNS Requests -> Request Details screen. Text on the button. */
"Add to Whitelist" = "Add to Whitelist";

/* (APVPNManager) PRO version. On the DNS Filtering screen. It is the title of the mode that requires fake VPN and uses DNS Filtering, when only 'regular' ads are blocked. */
"Adguard Default" = "Adguard Default";

/* (APVPNManager) PRO version. On the DNS Filtering screen. It is the title of the mode that requires fake VPN and uses DNS Filtering, when 'regular' ads are blocked as well as adult websites. */
"Adguard Family Protection" = "Adguard Family Protection";

/* (AEUIWelcomePagerDataSource) Tutorial accessibility text, step 8 */
"And that's it! Now your device is protected by Adguard. Surf the web safe and ad-free, and have a nice day!" = "And that's it! Now your device is protected by Adguard. Surf the web safe and ad-free, and have a nice day!";

/* (AEService) Service errors descriptions */
"Attempted to convert rules to JSON while service is not started." = "Intento de convertir reglas a JSON cuando el servicio no está corriendo.";

/* (APUIAdguardDNSController) PRO version. On the System-wide Ad Blocking -> Blacklist screen. The title of that screen. */
"Blacklist" = "Blacklist";

/* (APUIDnsRequestDetail) PRO version. On the System-wide Ad Blocking -> DNS Requests -> Request Details screen. Alert message when the user attempts to add a domain to the black/white list. */
"Blacklist and whitelist only work if you have enabled system-wide ad blocking." = "Blacklist and whitelist only work if you have enabled system-wide ad blocking.";

/* (AEUIWelcomePagerDataSource) Tutorial title, step 5 */
"Block ads the way you want" = "Bloquea anuncios a tu manera";

/* (APUIDnsRequestDetail) PRO version. On the System-wide Ad Blocking -> DNS Requests -> Request Details screen. Status text shown in case when a DNS request was blocked by the DNS server. */
"Blocked by DNS" = "Blocked by DNS";

/* (APUIDnsRequestDetail) PRO version. On the System-wide Ad Blocking -> DNS Requests -> Request Details screen. Status text shown when a DNS request was blocked by a rule in the 'Simplified Domain Names Filter' or by the blacklist. */
"Blocked by System-wide Ad Blocking" = "Blocked by System-wide Ad Blocking";

/* (APVPNManager) PRO version. On the DNS Filtering screen. It is the description of the Adguard DNS 'Default' mode. */
"blocks ads, trackers and phishing websites" = "blocks ads, trackers and phishing websites";

/* (APVPNManager) PRO version. On the DNS Filtering screen. It is the description of the Adguard DNS 'Family Protection' mode. */
"blocks all above and adult websites" = "blocks all above and adult websites";

/* (AEUIAboutController) Subject field for mail bug report */
"Bug Report" = "Informar de un problema";

/* (AESFilterConverter) Error occured when checking of the result from JSON converter. */
"Can't convert rules. Unexpected error occured. Please contact support team." = "No se puede convertir las reglas ya que ocurrió un error inesperado. Por favor, contacta con el equipo de soporte.";

/* (AEService) Service errors descriptions */
"Can't initialize converter to JSON format!" = "Can't initialize converter to JSON format!";

/* (AEUIAboutController) Alert message if user have no e-mail account on device */
"Can't send bug report because no email is probably set up on your device." = "No se puede enviar tu informe de error ya que quizá no configuraste un correo en tu dispositivo.";

/* (AEUIAboutController) Alert message if user have no e-mail account on device */
"Can't send message to support team because you have no configured email account." = "No se puede enviar el mensaje al equipo de soporte porque no se configuró una cuenta de correo";

/* (Action Extension - Adguard Assistant) Assistant UI. Title for 'close icon' button */
"Cancel" = "Cancelar";

/* (AEService) Service errors descriptions */
"Cannot add the filter rule. Rule text is invalid." = "No se puede añadir la regla de filtrado ya que el texto no es correcto.";

/* (AEUISubscriptionController) Alert message. When subscription process failed. */
"Cannot load filter from the server." = "No se puede cargar el filtro desde el servidor.";

/* (AEUIMainController) Share this app initial text on Mail Subject */
"Check this out!" = "¡Echa un vistazo!";

/* (AEUIWelcomePagerDataSource) Tutorial title, step 4 */
"Choose your tools" = "Elige tus herramientas";

/* (AEUISubscriptionController) Clear all button in edit mode on filter list. */
"Clear Selected" = "Limpiar Seleccionados";

/* (AEUIWelcomePagerDataSource) Tutorial title, step 3 */
"Configure the ad blocking" = "Configurar el bloqueador de anuncios";


/* (AEUIMainController) PRO version. On the main screen. Current PRO status title. When the status is Connected. */
"Connected" = "Connected";
/* (APVPNManager) PRO version. On the DNS Filtering screen. It is the description of the 'OpenDNS Home' mode. */
"custom filtering and identity theft protection" = "custom filtering and identity theft protection";

/* (APVPNManager) PRO version. It is description of the mode when iOS uses DNS from current network configuration */
"default system DNS settings are used" = "default system DNS settings are used";

/* (AEUIMainController) PRO version. On the main screen. The status of the System-wide ad blocking feature when it is disabled. */
"Disabled" = "Disabled";

/* (AEUIWelcomePagerDataSource) Tutorial Button Title, step 8 */
"Done" = "Hecho";

/* (AEUIWhitelistController) Edit domain title */
"Edit Domain" = "Editar Dominio";

/* (AEUIRulesController) Edit rule title */
"Edit Rule" = "Editar Regla";

/* (APUIDnsRequestDetail) PRO version. On the System-wide Ad Blocking -> DNS Requests screen -> Request Details screen. Button text for enabling system-wide filtering after you try to blacklis/whitelist a request. */
"Enable" = "Enable";

/* (AEUIMainController) PRO version. On the main screen. The status of the System-wide ad blocking feature when it is enabled. */
"Enabled" = "Enabled";

/* (AEUISubscriptionController) Rules info, in bottom status. When overlimit occured. */
"Enabled rules: %2$lu Active rules: %1$lu" = "Enabled rules: %2$lu Active rules: %1$lu";

/* (AEUIWhitelistController) New domain title */
"Enter Domain" = "Introduce Dominio";

/* (AEUIRulesController) New rule title */
"Enter Rule" = "Introduce una regla";

/* (AEUIRulesController) Alert title. Error when add incorrect rule into user filter.
   (AEUIRulesController) Alert title. Error when rule was changed and max rules limit exceeded.
   (AEUISubscriptionController) Alert title. When converting rules process finished in foreground updating.
   (AEUISubscriptionController) Alert title. When subscription process failed.
   (AEUIUtils) Alert title. When converting rules process ended.
   (AEUIWhitelistController) Alert title. Error when add incorrect rule into user filter.
   (APUIAdguardDNSController) PRO version. Alert title. On error. */
"Error" = "Añadir Error";

/* (AEService) Service errors descriptions */
"Exceeded the maximum number of filter rules." = "¡Límite de número de reglas superado!";

/* (APUIDnsRequestDetail) PRO version. On the DNS Filtering -> DNS Requests screen -> Request Details. If this DNS request was whitelisted, this will be shown as status text. */
"Exception" = "Exception";

/* (AEService) Service errors descriptions */
"Filters cannot be loaded into Safari. Therefore, your recent changes were not applied." = "Los filtros no pueden ser cargados en Safari. Por lo tanto, tus últimos cambios no fueron aplicados.";

/* (AppDegelate) Alert message. When converting rules process finished in foreground updating. */
"Filters cannot be loaded into Safari. Try to clear your rules and the whitelist, or change the set of used filters." = "Los filtros no se pueden cargar en Safari. Intenta limpiar tus reglas y lista blanca o cambia los filtros usados.";

/* (AEUISubscriptionController) Filter info, in bottom status. */
"Filters enabled: %1$lu out of %2$lu" = "Filtros habilitados: %1$lu de %2$lu";

/* (AEUIMainController) Button - Check Filter Updates */
"Filters update error" = "Error al actualizar los filtros";

/* (AEUIMainController) Button - Check Filter Updates */
"Filters updated: %lu" = "Filtros actualizados: %lu";

/* (AEUIWelcomePagerDataSource) Tutorial text, step 4 */
"Find out what does each filter stand for by tapping on it." = "Descubre qué significa cada filtro seleccionándolos.";

/* (AEUIWelcomePagerDataSource) Tutorial accessibility text, step 2 */
"First, let's configure your device to allow Adguard protect it. Go to system Settings app, select Safari there and choose \"Content Blockers\" under the \"General\" heading. In the opened menu choose and enable Adguard." = "First, let's configure your device to allow Adguard protect it. Go to system Settings app, select Safari there and choose \"Content Blockers\" under the \"General\" heading. In the opened menu choose and enable Adguard.";

/* (APVPNManager) PRO version. On the DNS Filtering screen. It is the description of the 'Google Public DNS' mode. */
"global dns resolution service prodived by Google" = "global dns resolution service prodived by Google";

/* (AEUIWelcomePagerDataSource) Tutorial text, step 2 */
"Go to Settings app, select Safari and open Content Blockers.\nThen enable Adguard." = "Ve a los Ajustes de la aplicación, selecciona Safari y abre Bloqueadores de Contenido.\nEntonces habilita Adguard.";

/* (APVPNManager) PRO version. On the DNS Filtering screen. It is the title of the mode that requires fake VPN and uses Google Public DNS. */
"Google Public DNS" = "Google Public DNS";

/* (AEUIMainController) Share this app initial text on Twitter */
"I like Adguard for iOS - I don't see ads in Safari anymore." = "I like Adguard for iOS - I don't see ads in Safari anymore.";

/* (AEUIMainController) Share this app initial text on Facebook */
"I've just installed Adguard ad blocker. If you want to surf the web ad-free as I do, check it out:" = "Acabo de instalar Adguard. Si quieres navegar sin anuncios como lo hago yo, echa un vistazo a esto:";

/* (AEUIMainController) Share this app initial text on iMessage (text row)
   (AEUIMainController) Share this app initial text on Mail Body (text row) */
"I've just installed Adguard AdBlocker for iOS." = "Acabo de instalar Adguard para iOS.";

/* (AEUIWelcomePagerDataSource) Tutorial text, step 6 */
"If you add a website to the Whitelist, then Adguard won't be filtering it." = "Si añades una página a la Lista blanca Adguard no filtrará en ésta.";

/* (AEUIWelcomePagerDataSource) Tutorial accessibility text, step 4 */
"If you have any questions about a specific filter while in \"Filters\" section, select that filter. You will find the details about that filter, including it's name, status (enabled/disabled), version and description." = "If you have any questions about a specific filter while in \"Filters\" section, select that filter. You will find the details about that filter, including it's name, status (enabled/disabled), version and description.";

/* (AEUIMainController) Share this app initial text on iMessage (before link row)
   (AEUIMainController) Share this app initial text on Mail Body (before link row) */
"If you want to surf the web ad-free as I do, check it out:" = "Si quieres navegar sin anuncios como yo, echa un vistazo aquí:";


/* (AEUIMainController) PRO version. On the main screen. Current PRO status title. When the status is 'In Progress'. */
"In Progress" = "In Progress";
/* (AEUIWelcomePagerDataSource) Tutorial title, step 2 */
"Let's make Adguard protect your device!" = "¡Haz que Adguard protega tu dispositivo!";

/* (AEUISubscriptionController) When toggling filter button and subscription process goes. */
"Loading filter..." = "Cargando Filtro...";

/* (AEUILoadingModal) Standard message when filter conversion is performed. */
"Loading filters to Safari. Please do not turn off Adguard, the process will take no more than 30 seconds..." = "Cargando filtros a Safari. Por favor, no apagues Adguard, el proceso no llevará más de 30 segundos...";

/* (AEUISubscriptionController) When toggling Done button in edit mode and subscription process goes. */
"Loading Filters..." = "Cargando Filtros...";

/* (AEUISubscriptionController) Title on bottom bar. */
"Loading info..." = "Cargando información...";

/* (AEUIWelcomePagerDataSource) Tutorial title, step 7 */
"Manage Adguard right from Safari" = "Añade tus páginas favoritas desde Safari";

/* (AEUIWelcomePagerDataSource) Tutorial title, step 1 */
"Meet Adguard" = "Conoce Adguard";

/* (APUIDnsRequestDetail) PRO version. On the DNS Filtering -> DNS Requests screen -> Request Details. It is the detailed text in the RESPONSES section, if this DNS request does not have a response. */
"No response" = "No response";

/* (AEUIMainController) Button - Check Filter Updates */
"No updates found" = "No se encontraron actualizaciones";


/* (AEUIMainController) PRO version. On the main screen. Current PRO status title. When the status is Not Connected. */
"Not Connected" = "Not Connected";
/* (AEUIWelcomePagerDataSource) Tutorial accessibility text, step 3 */
"Now it is time to configure the ad blocking. Return to Adguard main screen. You will find items grouped into several categories. Under \"Filters\" heading choose the item with the same name (Filters) and proceed to it." = "Now it is time to configure the ad blocking. Return to Adguard main screen. You will find items grouped into several categories. Under \"Filters\" heading choose the item with the same name (Filters) and proceed to it.";

/* (APUIDnsRequestDetail) PRO version. On the System-wide Ad Blocking -> DNS Requests screen -> Request Details. System-wide Ad Blocking is OFF. */
"Off" = "Off";

/* (APUIDnsRequestDetail) PRO version. On the System-wide Ad Blocking -> DNS Requests screen -> Request Details. System-wide Ad Blocking is ON. */
"On" = "On";

/* (APVPNManager) PRO version. On the DNS Filtering screen. It is the title of the mode that requires fake VPN and uses OpenDNS Family Shield. */
"OpenDNS Family Shield" = "OpenDNS Family Shield";

/* (APVPNManager) PRO version. On the DNS Filtering screen. It is the title of the mode that requires fake VPN and uses OpenDNS Home. */
"OpenDNS Home" = "OpenDNS Home";

/* (APVPNManager) PRO version. On the DNS Filtering screen. It is the description of the 'OpenDNS Family Shield' mode. */
"preconfigured to block adult content" = "preconfigured to block adult content";

/* (APUIDnsRequestDetail) PRO version. On the System-wide Ad Blocking -> DNS Requests screen -> Request Details. If this DNS request was processed as normal, this will be shown as status text. */
"Processed" = "Processed";

/* (APUIDnsRequestDetail) PRO version. On the System-wide Ad Blocking -> DNS Requests -> Request Details screen. Text on the button. */
"Remove from Blacklist" = "Remove from Blacklist";

/* (APUIDnsRequestDetail) PRO version. On the System-wide Ad Blocking -> DNS Requests -> Request Details screen. Text on the button. */
"Remove from Whitelist" = "Remove from Whitelist";

/* (APUIAdguardDNSController) PRO version. Button text for deleting a custom DNS server. */
"Remove Server" = "Remove Server";

/* (AEUIWelcomePagerDataSource) Tutorial text, step 3 */
"Select the filters you need in the Filters section." = "Selecciona los filtros que necesitas en la sección Filtros";

/* (AEUIWelcomePagerDataSource) Tutorial title, step 6 */
"Support favourite sites" = "Sitios favoritos";

/* (AEUIWelcomePagerDataSource) Tutorial text, step 8 */
"Surf the web safe and ad-free, and have a nice day!" = "¡Navega seguro y sin anuncios, y ten un buen día!";

/* (APVPNManager) PRO version. It is title of the mode when iOS uses DNS from current network configuration */
"System Default" = "System Default";

/* (AEUIWelcomePagerDataSource) Tutorial text, step 7 */
"Tapping on Adguard icon will bring up a menu with additional app settings for current website." = "Seleccionando el icono de Adguard se te abrirá un menú con ajustes adicionales para la actual página.";

/* (AEUIWelcomePagerDataSource) Tutorial title, step 8 */
"That's it! Now your device is protected by Adguard!" = "¡Genial!, ¡ahora tu dispositivo está protegido por Adguard!";


/* (APUIAdguardDNSController) PRO version. On the main screen. It is the description under PRO Status switch. */
"The app establishes a fake VPN connection, which is required in order to use System-wide Ad Blocking or custom DNS server. Note that your traffic is not routed through any remote server." = "The app establishes a fake VPN connection, which is required in order to use System-wide Ad Blocking or custom DNS server. Note that your traffic is not routed through any remote server.";
/* (APVPNManager)  PRO version. Error, which may occur in DNS Filtering module. When user turns on DNS Filtering functionality. */
"There was a problem with VPN configuration, please contact our support team." = "There was a problem with VPN configuration, please contact our support team.";

/* (AEUIMainController) Warning text on main screen */
"Too many filters enabled. Safari cannot use more than %1$lu rules. Enabled rules: %2$lu." = "Too many filters enabled. Safari cannot use more than %1$lu rules. Enabled rules: %2$lu.";

/* (APVPNManager)  PRO version. Error, which may occur in DNS Filtering module. When user turns on Local Filtering functionality. */
"Unable to install filter for local DNS filtering. Please contact the support team." = "Unable to install filter for local DNS filtering. Please contact the support team.";

/* (APVPNManager)  PRO version. Bad configuration error, which may occur in DNS Filtering module. When user turns on DNS Filtering functionality. */
"VPN can not be enabled because you have turned off the System-wide ad blocking and are not using spoofing DNS server." = "VPN can not be enabled because you have turned off the System-wide ad blocking and are not using spoofing DNS server.";

/* (AEUIWelcomePagerDataSource) Tutorial accessibility text, step 1 */
"Welcome to Adguard! A quick tutorial will walk you through some basics of your new ad blocker." = "Welcome to Adguard! A quick tutorial will walk you through some basics of your new ad blocker.";

/* (APUIAdguardDNSController) PRO version. Title of the system-wide whitelist screen. */
"Whitelist" = "Whitelist";

/* (AEUIWelcomePagerDataSource) Tutorial accessibility text, step 5 */
"You can add your own ad blocking rules in the \"User Filter\" seсtion. You can access it from the main screen, \"Filters\" category. Open it, then, to add a rule, select and choose \"Add\" button." = "You can add your own ad blocking rules in the \"User Filter\" seсtion. You can access it from the main screen, \"Filters\" category. Open it, then, to add a rule, select and choose \"Add\" button.";

/* (AEUIWelcomePagerDataSource) Tutorial text, step 5 */
"You can add your own ad blocking rules in the User Filter seсtion." = "Puedes añadir tus propias reglas de bloqueo en la sección Filtro de Usuario.";

/* (AEUIEditRuleController) On screen of rule adding/editing. Text, that describes where user can find info about rule syntax. Where text in square brackets is the link text of the website with the decription. */
"You can learn more about filter rules syntax from [this article]." = "You can learn more about filter rules syntax from [this article].";

/* (AEUIWelcomePagerDataSource) Tutorial accessibility text, step 7 */
"You can manage Adguard right from Safari browser. Bring up the browser menu while on a website by selecting \"Share\" button, then find \"Adguard\" button there and choose it. It will bring up a menu with additional app settings for current website: a switch to enable/disable Adguard for this website, options to report a missed ad or incorrect blocking." = "You can manage Adguard right from Safari browser. Bring up the browser menu while on a website by selecting \"Share\" button, then find \"Adguard\" button there and choose it. It will bring up a menu with additional app settings for current website: a switch to enable/disable Adguard for this website, options to report a missed ad or incorrect blocking.";

/* (AEUIWelcomePagerDataSource) Tutorial accessibility text, step 6 */
"You can support your favorite websites by whitelisting them. On Adguard main screen select and choose \"Whitelist\" item under the \"Filters\" heading. Then add a website to the list by selecting \"Add\" button. From now on, Adguard won't be filtering it." = "You can support your favorite websites by whitelisting them. On Adguard main screen select and choose \"Whitelist\" item under the \"Filters\" heading. Then add a website to the list by selecting \"Add\" button. From now on, Adguard won't be filtering it.";

/* (Action Extension - AEAUIMainController) error occurs when try turn off filtration on site. */
"You have exceeded the maximum number of the filter rules." = "Has excedido el número máximo de reglas de filtrado.";

